Repository: LogicDuke/wps-livejasmin
Catalog: languages/lvjm_lang_*.po
Languages: de

source: Do not clone or wake up this class
de: Klonen oder Aufwachen dieser Klasse

source: An error occured during the suppression:
de: Bei der Unterdrückung trat ein Fehler auf:

source: Select a WordPress category
de: Wählen Sie ein Wort Presse

source: Select a category from
de: Wählen Sie eine Kategorie aus

source: or a keyword (if it is available)
de: oder ein stichwort (wenn es verfügbar ist)

source: AND
de: UND

source: Check at least 1 video
de: Überprüfen Sie mindestens 1 Video

source: to enable this button
de: diese schaltfläche aktivieren

source: Import
de: Einfuhr

source: videos and save this search as a Feed. All your Feeds are displayed at the bottom of this page.
de: videos und speichern diese Suche als Feed. Alle Ihre Feeds werden unten auf dieser Seite angezeigt.

source: This video is not available in your country
de: Dieses Video ist in Ihrem Land nicht verfügbar

source: Install Required Plugins
de: Erforderliche Plugins installieren

source: Install Plugins
de: Plugins installieren

source: Installing Plugin: %s
de: Plugin installieren: %s

source: Updating Plugin: %s
de: Plugin aktualisieren: %s

source: Something went wrong with the plugin API.
de: Etwas ging mit der Plugin-API falsch.

source: WP-Script products requires the following plugin: %1$s.
de: WP-Script-Produkte benötigen das folgende Plugin: %1$s.

source: WP-Script products recommends the following plugin: %1$s.
de: WP-Script-Produkte empfehlen das folgende Plugin: %1$s.

source: %1$s needs to be updated to its latest version to ensure maximum compatibility with WP-Script products
de: %1$s muss auf seine neueste Version aktualisiert werden, um eine maximale Kompatibilität mit WP-Script Produkten zu gewährleisten

source: Import videos
de: Videos importieren

source: Options
de: Optionen

source: Loading Page
de: Seite laden

source: Loading Data
de: Daten laden

source: Searching new videos from this Saved Feed
de: Neue Videos aus diesem Saved Feed suchen

source: Search videos to import
de: Videos zum Import suchen

source: Configure
de: Konfigurieren

source: to use it
de: um es zu benutzen

source: Configuration
de: Konfiguration

source: Informations
de: Informationen Ã1⁄4ber

source: Description
de: Warenbezeichnung

source: Niches
de: Nitrate

source: Videos Details
de: Videos und Videos

source: Language(s)
de: Sprache(n)

source: HTTPS ready
de: HTTPS bereit

source: Yes
de: Ja

source: No
de: Nein

source: Mobile ready
de: Mobile bereit

source: Multiple Thumbnails
de: Mehrere Thumbnails

source: Trailer
de: Anhänger

source: Orientation(s)
de: Ausrichtung(en)

source: Actors List
de: Liste der Rechtsakte

source: Payment Details
de: Details zum Thema

source: Devise(s)
de: Unternehmen

source: Payment(s)
de: Zahlungen

source: Program(s)
de: Programm(e)

source: Select a niche from
de: Wählen Sie eine Nische aus

source: OR
de: O

source: Enter some keywords
de: Geben Sie einige Keywords ein

source: eg. ebony lesbian
de: z. ebony lesbian

source: Search done!
de: Durchsucht!

source: Search videos
de: Videos suchen

source: Searching videos...
de: Videos suchen...

source: Each search displays up to %s unique videos at a time and excludes any videos already imported.
de: Jede Suche zeigt zu einer Zeit bis zu %s einzigartige Videos an und schließt bereits importierte Videos aus.

source: Close
de: Schließen

source: No video found
de: Kein Video gefunden

source: All videos may have been already imported for the current search or via other imports with
de: Alle Videos können bereits für die aktuelle Suche oder über andere Importe mit

source: There is unfortunately no video for this search
de: Es gibt leider kein Video für diese Suche

source: Search results
de: Suchergebnisse

source: new videos found with
de: neue videos gefunden mit

source: See details
de: Siehe Details

source: Check all videos
de: Alle Videos anzeigen

source: Uncheck all videos
de: Alle Videos deaktivieren

source: videos imported in
de: importierte videos

source: Hide current imported videos and search new videos
de: Aktuelle importierte Videos verbergen und neue Videos suchen

source: Refresh search results
de: Suchergebnis aktualisieren

source: Add a new category
de: Neue Kategorie hinzufügen

source: Display search results as cards
de: Suchergebnisse als Karten anzeigen

source: Display search results as a list
de: Suchergebnisse als Liste anzeigen

source: Close search results and make a new search
de: Suchergebnis schließen und eine neue Suche machen

source: Import done!
de: Import!

source: Embed Code does NOT work with SSL (HTTPS://)
de: Embed Code funktioniert NICHT mit SSL (HTTPS://)

source: Check to import this video
de: Überprüfen Sie dieses Video zu importieren

source: Edit this video
de: Dieses Video bearbeiten

source: Remove this video
de: Dieses Video entfernen

source: Video imported
de: Video importiert

source: Thumb
de: Thunfisch

source: Title
de: Titel

source: Tags and Actors
de: Tags und Schauspieler

source: Actors
de: Rechtsakte

source: Tags
de: Schlagwörter

source: Add a new WordPress Category
de: Neue WordPress Kategorie hinzufügen

source: Adding
de: Hinzufügen

source: Add New Category
de: Neue Kategorie hinzufügen

source: Video data
de: Videodaten

source: The thumbnails are used by %1$s to display a preview thumbnails rotation when hovering a video thumbnail.
de: Die Thumbnails werden von %1$s verwendet, um eine Vorschau Thumbnails-Drehung beim Hochfahren eines Video-Daumenails anzuzeigen.

source: The trailers are used by %1$s to display a preview video when hovering a video thumbnail.
de: Die Anhänger werden von %1$s verwendet, um ein Vorschau-Video anzuzeigen, wenn ein Video-Daumenail schwebt.

source: Check this video
de: Dieses Video ansehen

source: Uncheck this video
de: Dieses Video deaktivieren

source: Video grabbed
de: Video geschnappt

source: Search results details
de: Details der Suchergebnisse

source: Saved Feeds
de: Gespeicherte Feeds

source: What are Saved Feeds?
de: Was sind gerettete Feeds?

source: Whenever you import videos from a new search, a Feed is saved. A Feed is a saved state, keeping your current search linked to the selected WordPress category. Your feeds are listed just bellow, providing informations and actions for each one.
de: Wenn Sie Videos von einer neuen Suche importieren, wird ein Feed gespeichert. Ein Feed ist ein gespeicherter Zustand, halten Sie Ihre aktuelle Suche in Verbindung mit der ausgewählten WordPress Kategorie. Ihre Feeds sind nur bellow aufgeführt, Informationen und Aktionen für jeden.

source: No feed has been saved yet
de: Noch kein Futter gespeichert

source: Deletion confirmation
de: Bestätigung der Löschung

source: Do you really want to remove this video? It will never be available again.
de: Möchten Sie wirklich dieses Video entfernen? Es wird nie wieder verfügbar sein.

source: Do not show me this confirmation message anymore for this session
de: Zeigen Sie mir diese Bestätigungsmeldung nicht mehr für diese Sitzung

source: Delete this video
de: Löschen Sie dieses Video

source: Deleting video
de: Video löschen

source: Cancel
de: Abbrechen

source: Delete feed confirmation
de: Lieferbestätigung löschen

source: Do you really want to delete this feed? All videos from this feed will be removed.
de: Möchten Sie diesen Feed wirklich löschen? Alle Videos aus diesem Feed werden entfernt.

source: Delete this feed
de: Löschen Sie diesen Feed

source: Deleting feed
de: Entleerungsfutter
